Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

# ai_insights_regenerating_message
source: The current report stays visible until the new one is ready.
ar: سيبقى التقرير الحالي ظاهراً حتى يصبح التقرير الجديد جاهزاً.
hi: नई रिपोर्ट तैयार होने तक वर्तमान रिपोर्ट दृश्यमान रहती है।
id: Laporan saat ini tetap terlihat hingga laporan baru siap.
ja: 新しいレポートが準備できるまで現在のレポートを表示します。
ko: 새 리포트가 준비될 때까지 현재 리포트를 표시합니다.
pt_br: O relatório atual permanece visível até que o novo esteja pronto.
ru: Текущий отчёт останется на экране, пока новый не будет готов.
uz: Yangi hisobot tayyor bo‘lguncha joriy hisobot ko‘rinib turadi.

# ai_insights_regenerating_title
source: Creating a fresh report
ar: جارٍ إنشاء تقرير جديد
hi: एक ताज़ा रिपोर्ट बनाना
id: Membuat laporan baru
ja: 新しいレポートを作成中
ko: 새 리포트 생성 중
pt_br: Criando um novo relatório
ru: Создаём новый отчёт
uz: Yangi hisobot yaratilmoqda

# ai_insights_section_insights
source: Insights
ar: الرؤى
hi: इनसाइट्स
id: Wawasan
ja: インサイト
ko: 인사이트
pt_br: Informações
ru: Наблюдения
uz: Tahlillar

# ai_insights_section_recommendations
source: Recommendations
ar: التوصيات
hi: सिफ़ारिशें
id: Rekomendasi
ja: おすすめアクション
ko: 추천 작업
pt_br: Recomendações
ru: Рекомендации
uz: Tavsiyalar

# ai_insights_sign_in_cta
source: Sign in to Generate
ar: سجّل الدخول للإنشاء
hi: जनरेट करने के लिए साइन इन करें
id: Masuk untuk Menghasilkan
ja: ログインして作成
ko: 로그인하여 AI 분석 사용
pt_br: Faça login para gerar
ru: Войдите, чтобы создать
uz: Yaratish uchun kiring

# ai_insights_sign_in_subtitle
source: AI requests need a Supabase account so your dealer data stays protected.
ar: تحتاج طلبات AI إلى حساب Supabase لحماية بيانات معرضك.
hi: AI अनुरोधों के लिए Supabase खाते की आवश्यकता होती है ताकि आपका डीलर डेटा सुरक्षित रहे।
id: Permintaan AI memerlukan akun Supabase agar data dealer Anda tetap terlindungi.
ja: 販売店データを守るため、AIリクエストにはSupabaseアカウントが必要です。
ko: AI 분석을 생성하려면 계정이 필요합니다.
pt_br: As solicitações de IA precisam de uma conta Supabase para manter os dados da sua concessionária protegidos.
ru: Для AI-запросов нужен аккаунт Supabase, чтобы данные дилера были защищены.
uz: Diler maʼlumotlari himoyalanishi uchun AI soʻrovlarga Supabase akkaunti kerak.

# ai_insights_sign_in_title
source: Sign in to generate AI insights.
ar: سجّل الدخول لإنشاء رؤى AI.
hi: AI Insights उत्पन्न करने के लिए साइन इन करें।
id: Masuk untuk menghasilkan wawasan AI.
ja: ログインしてAI分析を作成。
ko: AI 분석을 사용하려면 로그인하세요.
pt_br: Faça login para gerar insights de IA.
ru: Войдите, чтобы создать AI-анализ.
uz: AI tahlil yaratish uchun kiring.

# ai_insights_status_cached
source: Saved %@
ar: محفوظ %@
hi: %@ सहेजा गया
id: Disimpan %@
ja: 保存 %@
ko: 저장됨 %@
pt_br: %@ salvo
ru: Сохранено %@
uz: Saqlandi %@

# ai_insights_status_checking
source: Checking
ar: فحص
hi: जाँच हो रही है
id: Memeriksa
ja: 確認中
ko: 확인 중
pt_br: Verificando
ru: Проверка
uz: Tekshiruv

# ai_insights_status_live
source: Live
ar: مباشر
hi: जियो
id: Hidup
ja: 実行中
ko: 실시간 AI
pt_br: Ao vivo
uz: Jonli

# ai_insights_status_ready
source: Ready
ar: جاهز
hi: तैयार
id: Siap
ja: 準備完了
ko: 준비됨
pt_br: Pronto
ru: Готово
uz: Tayyor

# ai_insights_title
source: AI Insights
ar: رؤى AI
ja: AI分析
ko: AI 인사이트
ru: AI-анализ

# ai_insights_unlock
source: Unlock AI Insights
ar: افتح رؤى AI
hi: AI Insights अनलॉक करें
id: Buka kunci AI Insights
ja: AI分析を開放
ko: AI 인사이트 잠금 해제
pt_br: Desbloquear AI Insights
ru: Открыть AI-анализ
uz: AI Insights-ni ochish

# ai_insights_usage_format
source: %d/%d AI reports used today
ar: تم استخدام %d/%d من تقارير AI اليوم
hi: %d/%d AI रिपोर्ट का आज उपयोग किया गया
id: Laporan %d/%d AI digunakan saat ini
ja: 本日 AIレポート %d/%d 使用済み
ko: 오늘 AI 리포트 %d/%d 사용
pt_br: %d/%d relatórios de IA usados hoje
ru: Сегодня использовано %d/%d AI-отчётов
uz: Bugun %d/%d AI hisobot ishlatildi

# ai_insights_usage_remaining_format
source: %d left today
ar: متبقٍ اليوم %d
hi: %d आज बाकी
id: %d berangkat hari ini
ja: 本日残り%d
ko: 오늘 %d개 남음
pt_br: %d saiu hoje
ru: Сегодня осталось %d
uz: Bugun %d qoldi

# ai_insights_usage_reset_format
source: Resets at %@
ar: يعاد التعيين عند %@
hi: %@ पर रीसेट होता है
id: Direset pada %@
ja: %@ にリセット
ko: %@에 초기화
pt_br: Reinicia em %@
ru: Обновится в %@
uz: %@ da yangilanadi

source: All
ar: الجميع
hi: सब
id: Semua
ja: すべて
pt_br: Todos
ru: Все
uz: Hammasi

# all_data_up_to_date
source: All data is up to date
ar: جميع البيانات محدثة
hi: सभी डेटा अद्यतित है
id: Semua data terkini
ja: すべてのデータは最新です
pt_br: Todos os dados estão atualizados
ru: Все данные обновлены
uz: Barcha maʻlumotlar yangilangan

# all_filter
source: All
ar: الجميع
hi: सब
id: Semua
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
uz: Hammasi

source: All Inventory
ar: كل المخزون
hi: सभी इन्वेंटरी
id: Semua Inventaris
ja: すべての在庫
pt_br: Todo o estoque
ru: Весь инвентарь
uz: Barcha inventar

source: All Time
ar: كل الوقت
hi: हर समय
id: Sepanjang Waktu
ja: 全期間
pt_br: Todo o tempo
ru: За всё время
uz: Hamma vaqt

source: All Users
ar: كافة المستخدمين
hi: सभी उपयोगकर्ता
id: Semua Pengguna
ja: すべてのユーザー
pt_br: Todos os usuários
ru: Все пользователи
uz: Barcha foydalanuvchilar

source: All Vehicles
ar: جميع المركبات
hi: सभी कार
id: Semua Vehicles
ja: すべての車両
pt_br: Todos os veículos
ru: Все авто
uz: Barcha Avtomobillar

# analytics_active_opps
source: Active Opps
ar: فرص نشطة
hi: सक्रिय विपक्ष
id: Operasi Aktif
ja: 進行中の商談
ko: 진행 중 기회
pt_br: Opções ativas
ru: Активные сделки
uz: Faol imkoniyatlar

# analytics_aging_stock
source: Aging Stock (>60d)
ar: مخزون قديم (>60 يومًا)
hi: एजिंग स्टॉक (>60 दिन)
id: Stok Penuaan (>60 hari)
ja: 長期在庫（60日超）
ko: 장기 재고(60일 초과)
pt_br: Estoque antigo (>60d)
ru: Старый склад (>60 дн.)
uz: Eski ombor (>60 kun)

# analytics_aging_units_short
source: %lld aging units
ar: %lld سيارة قديمة
hi: %lld उम्र बढ़ने वाली इकाइयाँ
id: %lld unit penuaan
ja: 滞留車両 %lld 台
ko: 장기 재고 %lld대
pt_br: Unidades antigas %lld
ru: %lld старых авто
uz: %lld eskirgan auto

# analytics_ai_questions
source: AI Questions
ar: أسئلة AI
hi: AI प्रश्न
id: AI Pertanyaan
ja: AIへの質問
ko: AI 질문
pt_br: Perguntas sobre AI
ru: Вопросы к AI
uz: AI savollar

# analytics_ask_ai
source: Ask AI
ar: اسأل AI
hi: AI से पूछें
id: Tanya AI
ja: AIに聞く
ko: AI에 질문
pt_br: Pergunte a AI
ru: Спросить AI
uz: AI’dan so‘rash

# analytics_capital_watch
source: Capital watch
ar: مراقبة رأس المال
hi: पूंजी घड़ी
id: Pengawasan modal
ja: 資金チェック
ko: 자본 점검
pt_br: Vigilância de capital
ru: Контроль капитала
uz: Kapital nazorati

# analytics_conversion
source: Conversion
ar: التحويل
hi: रूपांतरण
id: Konversi
ja: 成約率
ko: 전환율
pt_br: Conversão
ru: Конверсия
uz: Konversiya

# analytics_conversion_short
source: %.1f%% conversion
ar: تحويل %.1f%%
hi: %.1f%% रूपांतरण
id: %.1f%% konversi
ja: 成約率 %.1f%%
ko: 전환율 %.1f%%
pt_br: Conversão %.1f%%
ru: %.1f%% конверсия
uz: %.1f%% konversiya

# analytics_crm_subtitle
source: Pipeline & conversions
ar: خطوط الأنابيب والتحويلات
hi: पाइपलाइन और रूपांतरण
id: Saluran pipa & konversi
ja: 商談パイプラインと成約率
pt_br: Pipeline e conversões
ru: Воронка и конверсия
uz: Quvur liniyasi va konversiyalar

# analytics_days_value
source: %lld Days
ar: %lld يومًا
hi: %lld दिन
id: %lld Hari
ja: %lld日
ko: %lld일
pt_br: %lld dias
ru: %lld дн.
uz: %lld kun

# analytics_inflow
source: Inflow
ar: داخل
hi: अंतर्वाह
id: Arus masuk
ja: 流入
ko: 유입
pt_br: Entrada
ru: Приход
uz: Kirim

# analytics_inventory_headline
source: Stock health, aging, and capital pressure
ar: صحة المخزون والعمر وضغط رأس المال
hi: स्टॉक स्वास्थ्य, उम्र बढ़ने और पूंजी दबाव
id: Kesehatan saham, penuaan, dan tekanan modal
ja: 在庫の健全性、滞留期間、資金負担
ko: 재고 상태, 체류 기간, 자본 부담
pt_br: Saúde do estoque, envelhecimento e pressão de capital
ru: Здоровье склада, возраст и давление на капитал
uz: Ombor holati, eskirish va kapital bosimi

# analytics_inventory_motion
source: Inventory motion
ar: حركة المخزون
hi: इन्वेंटरी गति
id: Gerakan inventaris
ja: 在庫の動き
ko: 재고 흐름
pt_br: Movimento de estoque
ru: Движение склада
uz: Ombor harakati

# analytics_inventory_subtitle
source: Health, holding cost, turnover
ar: الصحة، تكلفة الاحتفاظ، دوران
hi: स्वास्थ्य, होल्डिंग लागत, टर्नओवर
id: Kesehatan, biaya penyimpanan, omset
ja: 在庫健全性・保有費・回転率
pt_br: Saúde, custo de manutenção, rotatividade
ru: Здоровье, хранение, оборачиваемость
uz: Salomatlik, xolding qiymati, aylanma

# analytics_money_flow
source: Money flow
ar: تدفق الأموال
hi: धन प्रवाह
id: Aliran uang
ja: 資金の流れ
ko: 자금 흐름
pt_br: Fluxo de dinheiro
ru: Движение денег
uz: Pul oqimi

# analytics_outflow
source: Outflow
ar: خارج
hi: बहिर्वाह
id: Arus keluar
ja: 流出
ko: 유출
pt_br: Saída
ru: Расход
uz: Chiqim

# analytics_period
source: Period: %@
ar: الفترة: %@
hi: अवधि: %@
id: Periode: %@
ja: 期間: %@
ko: 기간: %@
pt_br: Período: %@
ru: Период: %@
uz: Davr: %@

# analytics_profit_snapshot
source: Sales minus costs snapshot
ar: لقطة المبيعات بعد التكاليف
hi: बिक्री घटा लागत स्नैपशॉट
id: Sales dikurangi cuplikan biaya
ja: 売上からコストを引いた状態
ko: 매출에서 비용을 뺀 상태
pt_br: Resumo de vendas menos custos
ru: Продажи минус затраты
uz: Sotuvlardan xarajatlar ayrilgani

# analytics_pulse_badge
source: Business Pulse
ar: نبض العمل
hi: बिज़नेस पल्स
id: Pulsa Bisnis
ja: ビジネスの状態
ko: 비즈니스 펄스
pt_br: Impulso Empresarial
ru: Пульс бизнеса
uz: Biznes pulsi

# analytics_pulse_status_attention
source: Needs Focus
ar: يحتاج تركيزًا
hi: फोकस की जरूरत है
id: Perlu Fokus
ja: 要対応
ko: 주의 필요
pt_br: Precisa de foco
ru: Нужен фокус
uz: E’tibor kerak

# analytics_pulse_status_healthy
source: Healthy
ar: جيد
hi: स्वस्थ
id: Sehat
ja: 良好
ko: 양호
pt_br: Saudável
ru: В норме
uz: Yaxshi

# analytics_pulse_status_neutral
source: Limited
ar: محدود
hi: सीमित
id: Terbatas
ja: 制限あり
ko: 제한됨
pt_br: Limitado
ru: Ограничено
uz: Cheklangan

# analytics_pulse_status_watch
source: Watch
ar: راقب
hi: देखो
id: Tonton
ja: 要確認
ko: 관찰
pt_br: Assistir
ru: Следить
uz: Kuzatish

# analytics_pulse_subtitle
source: Summary for %@
ar: ملخص %@
hi: %@ के लिए सारांश
id: Ringkasan untuk %@
ja: %@のサマリー
ko: %@ 요약
pt_br: Resumo de %@
ru: Сводка за %@
uz: %@ bo‘yicha xulosa

# analytics_pulse_title
source: Overview
ar: نظرة عامة
hi: सिंहावलोकन
id: Ikhtisar
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
uz: Umumiy ko‘rinish

# analytics_sales_pipeline_subtitle
source: Lead conversion performance
ar: أداء تحويل العملاء المحتملين
hi: लीड रूपांतरण प्रदर्शन
id: Kinerja konversi prospek
ja: 見込み客の成約パフォーマンス
ko: 리드 전환 성과
pt_br: Desempenho de conversão de leads
ru: Как заявки доходят до продажи
uz: Lidlarning sotuvga aylanish ko‘rsatkichi

# analytics_sales_pipeline_title
source: Sales Pipeline
ar: مسار المبيعات
hi: बिक्री पाइपलाइन
id: Sales Saluran Pipa
ja: 販売パイプライン
ko: 판매 파이프라인
pt_br: Pipeline de vendas
ru: Воронка продаж
uz: Savdo voronkasi

# analytics_section_subtitle
source: Inventory • Finance • CRM
ar: المخزون • المالية • إدارة علاقات العملاء
hi: इन्वेंटरी • वित्त • CRM
id: Inventaris • Keuangan • CRM
ja: 在庫 • 会計 • CRM
pt_br: Estoque • Finanças • CRM
ru: Инвентарь • Финансы • CRM
uz: Inventarizatsiya • Moliya • CRM

# analytics_section_title
source: Analytics & Reports
ar: التحليلات والتقارير
hi: एनालिटिक्स एवं रिपोर्ट
id: Analitik & Laporan
ja: 分析とレポート
pt_br: Análises e relatórios
ru: Аналитика и отчёты
uz: Tahlil va hisobotlar

# analytics_signal_inventory_aging
source: Units that need pricing attention
ar: سيارات تحتاج إلى مراجعة السعر
hi: इकाइयाँ जिन्हें मूल्य निर्धारण पर ध्यान देने की आवश्यकता है
id: Unit yang memerlukan perhatian harga
ja: 価格見直しが必要な車両
ko: 가격 조정 검토가 필요한 차량
pt_br: Unidades que precisam de atenção em preços
ru: Авто, которым нужно внимание по цене
uz: Narx bo‘yicha e’tibor kerak bo‘lgan avtomobillar

# analytics_signal_inventory_turnover
source: Average time before a unit moves
ar: متوسط الوقت قبل تحرك السيارة
hi: एक इकाई के चलने से पहले का औसत समय
id: Waktu rata-rata sebelum suatu unit bergerak
ja: 車両が動くまでの平均日数
ko: 차량이 판매되기까지의 평균 시간
pt_br: Tempo médio antes de uma unidade se mover
ru: Среднее время до продажи автомобиля
uz: Avtomobil sotilguncha o‘rtacha vaqt

# analytics_slow_stock
source: Slow stock
ar: مخزون بطيء
hi: धीमा स्टॉक
id: Stok lambat
ja: 動きが遅い在庫
ko: 느린 재고
pt_br: Estoque lento
ru: Медленный склад
uz: Sekin aylanadigan ombor

# analytics_title
source: Analytics
ar: التحليلات
hi: एनालिटिक्स
id: Analitik
ja: 分析
ko: 분석
pt_br: Análise
ru: Аналитика
uz: Analitika

# analytics_total_inquiries
source: Total Inquiries
ar: إجمالي الاستفسارات
hi: कुल पूछताछ
id: Jumlah Pertanyaan
ja: 問い合わせ合計
ko: 총 문의
pt_br: Total de consultas
ru: Всего заявок
uz: Jami murojaatlar

# analytics_total_vehicles
source: Total Vehicles
ar: إجمالي السيارات
hi: कुल कार
id: Jumlah Vehicles
ja: 車両合計
ko: 총 차량
pt_br: Total de veículos
ru: Всего авто
uz: Jami avtomobillar

# analytics_turnover_speed
source: Turnover Speed
ar: سرعة الدوران
hi: कारोबार की गति
id: Kecepatan Perputaran
ja: 回転速度
ko: 회전 속도
pt_br: Velocidade de rotatividade
ru: Скорость оборота
uz: Aylanish tezligi

# analytics_units_value
source: %lld Units
ar: %lld وحدة
hi: %lld इकाइयाँ
id: %lld Satuan
ja: %lld台
ko: %lld대
pt_br: Unidades %lld
ru: %lld шт.
uz: %lld dona

source: Annual Rate
ar: المعدل السنوي
hi: वार्षिक दर
id: Tarif Tahunan
ja: 年率
pt_br: Taxa anual
ru: Годовая ставка
uz: Yillik stavka

# annual_rate_range_error
source: Annual rate must be between 0% and 100%
ar: يجب أن يكون المعدل السنوي بين 0% و100%
hi: वार्षिक दर 0% से 100% के बीच होनी चाहिए
id: Tarif tahunan harus antara 0% and 100%
ja: 年率は0%から100%の範囲で入力してください
pt_br: A taxa anual deve estar entre 0% a e 100%
ru: Годовая ставка должна быть от 0% до 100%
uz: Yillik stavka 0% dan 100% gacha boʻlishi kerak

source: Any Vehicle
ar: أي مركبة
hi: कोई भी कार
id: Kendaraan Apapun
ja: 車両指定なし
pt_br: Qualquer veículo
ru: Любой автомобиль
uz: Har qanday Avtomobil

source: App Language
ar: لغة التطبيق
hi: ऐप भाषा
id: Bahasa Aplikasi
ja: アプリ言語
pt_br: Idioma do aplicativo
ru: Язык приложения
uz: Ilova tili

# appearance_theme
source: Theme
ar: سمة
hi: थीम
id: Tema
ja: テーマ
pt_br: Tema
ru: Тема
uz: Mavzu

source: Asking Price
ar: سعر السؤال
hi: कीमत पूछ रहा हूँ
id: Harga Permintaan
ja: 希望販売価格
pt_br: Preço pedido
ru: Цена продажи (план)
uz: Soʻraladigan narx

source: Attach receipt
ar: إرفاق الإيصال
hi: रसीद संलग्न करें
id: Lampirkan tanda terima
ja: 領収書を添付
pt_br: Anexar recibo
ru: Прикрепить чек
uz: Kvitansiyani ilova qiling

source: Auction Fee
ar: رسوم المزاد
hi: नीलामी शुल्क
id: Biaya Lelang
ja: オークション手数料
pt_br: Taxa de leilão
ru: Аукционный сбор
uz: Auktsion toʻlovi

# auth_confirm_email_before_sign_in
source: Please confirm your email via the link sent before signing in.
ar: يرجى تأكيد بريدك الإلكتروني عبر الرابط المرسل قبل تسجيل الدخول.
hi: कृपया साइन इन करने से पहले भेजे गए लिंक के माध्यम से अपने ईमेल की पुष्टि करें।
id: Harap konfirmasi email Anda melalui tautan yang dikirimkan sebelum masuk.
ja: サインインする前に、送信されたリンクからメールアドレスを確認してください。
pt_br: Confirme seu e-mail através do link enviado antes de fazer login.
ru: Подтвердите email по отправленной ссылке перед входом.
uz: Iltimos, tizimga kirishdan oldin yuborilgan havola orqali elektron pochtangizni tasdiqlang.

# auth_recovery_session_missing
source: Auth session is missing. Please open the reset link again.
ar: جلسة المصادقة مفقودة. يرجى فتح رابط إعادة التعيين مرة أخرى.
hi: प्रमाणीकरण सत्र गायब है. कृपया रीसेट लिंक दोबारा खोलें।
id: Sesi autentikasi tidak ada. Silakan buka kembali link resetnya.
ja: 認証セッションがありません。リセットリンクをもう一度開いてください。
pt_br: A sessão de autenticação está ausente. Abra o link de redefinição novamente.
ru: Сессия восстановления не найдена. Откройте ссылку из письма еще раз.
uz: Auth seansi yoʻq. Iltimos, tiklash havolasini qayta oching.

# auth_reset_email_required
source: Please enter your email address to reset your password.
ar: الرجاء إدخال عنوان بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.
hi: अपना पासवर्ड रीसेट करने के लिए कृपया अपना ईमेल पता दर्ज करें।
id: Silakan masukkan alamat email Anda untuk mengatur ulang kata sandi Anda.
ja: パスワードをリセットするメールアドレスを入力してください。
pt_br: Insira seu endereço de e-mail para redefinir sua senha.
ru: Пожалуйста, введите email для сброса пароля.
uz: Parolni tiklash uchun elektron pochta manzilingizni kiriting.

# auth_reset_email_sent
source: Password reset email sent! Check your inbox.
ar: تم إرسال البريد الإلكتروني لإعادة تعيين كلمة المرور! تحقق من البريد الوارد الخاص بك.
hi: पासवर्ड रीसेट ईमेल भेजा गया! अपने इनबॉक्स की जाँच करें।
id: Email pengaturan ulang kata sandi terkirim! Periksa kotak masuk Anda.
ja: パスワードリセットメールを送信しました。受信箱を確認してください。
pt_br: E-mail de redefinição de senha enviado! Verifique sua caixa de entrada.
ru: Письмо для сброса пароля отправлено. Проверьте почту.
uz: Parolni tiklash xati yuborildi! Kiruvchi qutingizni tekshiring.

source: Avg Days
ar: متوسط ​​الأيام
hi: औसत दिन
id: Rata-rata Hari
ja: 平均日数
pt_br: Média de dias
ru: Средние дни
uz: Oʻrtacha kunlar

# avg_days_inventory
source: Avg Days in Inventory
ar: متوسط ​​الأيام في المخزون
hi: इन्वेंटरी में औसत दिन
id: Rata-rata Hari dalam Inventaris
ja: 平均在庫日数
pt_br: Média de dias no estoque
ru: Средние дни в инвентаре
uz: Inventarizatsiyadagi oʻrtacha kunlar

source: Bank
ar: بنك
hi: बैंक
ja: 銀行
pt_br: Banco
ru: Банк

source: Bills
ar: فواتير
hi: बिल
id: Tagihan
ja: 請求・固定費
pt_br: Contas
ru: Счета
uz: Hisob-kitoblar

source: Burning Inventory
ar: حرق المخزون
hi: जलता हुआ सामान
id: Pembakaran Persediaan
ja: 長期在庫
pt_br: Queima de estoque
ru: Горящий инвентарь
uz: Yonayotgan inventar

source: Buyer Details
ar: تفاصيل المشتري
hi: क्रेता विवरण
id: Detail Pembeli
ja: 購入者詳細
pt_br: Detalhes do comprador
ru: Детали покупателя
uz: Xaridor tafsilotlari

source: Buyer Info
ar: معلومات المشتري
hi: क्रेता जानकारी
id: Info Pembeli
ja: 購入者情報
pt_br: Informações do comprador
ru: Информация о покупателе
uz: Xaridor haqida ma'lumot

# buyer_label
source: Buyer
ar: المشتري
hi: क्रेता
id: Pembeli
ja: 購入者
pt_br: Comprador
ru: Покупатель
uz: Xaridor

source: By Category
ar: حسب الفئة
hi: श्रेणी अनुसार
id: Berdasarkan Kategori
ja: カテゴリー別
pt_br: Por categoria
ru: По категориям
uz: Kategoriya bo‘yicha

# calculate_inventory_cost
source: Calculate inventory holding cost
ar: حساب تكلفة الاحتفاظ بالمخزون
hi: इन्वेंट्री होल्डिंग लागत की गणना करें
id: Hitung biaya penyimpanan persediaan
ja: 在庫保有費を計算
pt_br: Calcular o custo de manutenção de estoque
ru: Рассчитывать стоимость хранения
uz: Tovarlarni saqlash xarajatlarini hisoblang

source: Calculated Rates
ar: الأسعار المحسوبة
hi: परिकलित दरें
id: Tarif yang Dihitung
ja: 計算済みレート
pt_br: Taxas calculadas
ru: Расчетные ставки
uz: Hisoblangan tariflar

source: Call
ar: يتصل
hi: बुलाओ
id: Telepon
ja: 電話
pt_br: Ligar
ru: Позвонить
uz: Qoʻngʻiroq qiling

source: Category
ar: فئة
hi: श्रेणी
id: Kategori
ja: カテゴリ
pt_br: Categoria
ru: Категория
uz: Turkum

source: Category Summary
ar: ملخص الفئة
hi: श्रेणी सारांश
id: Ringkasan Kategori
ja: カテゴリ別集計
pt_br: Resumo da categoria
ru: Сводка по категориям
uz: Kategoriya xulosasi

source: Change Category
ar: تغيير الفئة
hi: श्रेणी बदलें
id: Ubah Kategori
ja: カテゴリーを変更
pt_br: Alterar categoria
ru: Изменить категорию
uz: Kategoriyani oʻzgartirish

source: Change Client
ar: تغيير العميل
hi: क्लाइंट बदलें
id: Ubah Klien
ja: 顧客を変更
pt_br: Alterar cliente
ru: Изменить клиента
uz: Mijozni oʻzgartirish

source: Change Password
ar: تغيير كلمة المرور
hi: पासवर्ड बदलें
id: Ubah Kata Sandi
ja: パスワードを変更
pt_br: Alterar senha
ru: Сменить пароль
uz: Parolni oʻzgartirish

# change_password_footer
source: Changes the password for the currently signed-in account.
ar: يغير كلمة المرور للحساب الذي تم تسجيل الدخول إليه حاليًا.
hi: वर्तमान में साइन-इन किए गए खाते के लिए पासवर्ड बदलता है।
id: Mengubah kata sandi untuk akun yang sedang masuk.
ja: 現在サインイン中のアカウントのパスワードを変更します。
pt_br: Altera a senha da conta atualmente conectada.
ru: Меняет пароль для текущего аккаунта.
uz: Hozirda kirgan hisob uchun parolni oʻzgartiradi.

source: Choose file
ar: اختر الملف
hi: फ़ाइल चुनें
id: Pilih berkas
ja: ファイルを選択
pt_br: Escolher arquivo
ru: Выбрать файл
uz: Faylni tanlang

source: Choose from gallery
ar: اختر من المعرض
hi: गैलरी से चुनें
id: Pilih dari galeri
ja: ギャラリーから選択
pt_br: Escolher na galeria
ru: Выбрать из галереи
uz: Galereyadan tanlang

source: Clean Up Duplicates
ar: تنظيف التكرارات
hi: डुप्लिकेट साफ़ करें
id: Bersihkan Duplikat
ja: 重複を整理
pt_br: Limpar duplicatas
ru: Удалить дубликаты
uz: Dublikatlarni tozalash

source: Clear
ar: واضح
hi: स्पष्ट
id: Jelas
ja: クリア
pt_br: Limpar
ru: Сбросить
uz: Toza

source: Client
ar: عميل
hi: ग्राहक
id: Klien
ja: 顧客
pt_br: Cliente
ru: Клиент
uz: Mijoz

source: Client Name
ar: اسم العميل
hi: ग्राहक का नाम
id: Nama Klien
ja: 顧客名
pt_br: Nome do cliente
ru: Имя клиента
uz: Mijoz nomi

# client_name_placeholder
source: Enter Name
ar: أدخل الاسم
hi: नाम दर्ज करें
id: Masukkan Nama
ja: 名前を入力
pt_br: Digite o nome
ru: Введите имя
uz: Ismni kiriting

source: Client Reminder
ar: تذكير العميل
hi: ग्राहक अनुस्मारक
id: Pengingat Klien
ja: 顧客リマインダー
pt_br: Lembrete do cliente
ru: Напоминание по клиенту
uz: Mijoz eslatmasi

# client_status_closed
source: Closed
ar: مغلق
hi: बंद
id: Ditutup
ja: 終了
pt_br: Fechado
ru: Закрыто
uz: Yopiq

# client_status_completed
source: Completed
ar: مكتمل
hi: पूरा हुआ
id: Selesai
ja: 完了
pt_br: Concluído
ru: Завершено
uz: Bajarildi

# client_status_contacted
source: Contacted
ar: تم الاتصال به
hi: संपर्क किया गया
id: Dihubungi
ja: 連絡済み
ko: 연락 완료
pt_br: Contatado
ru: Связались
uz: Aloqa qilindi

# client_status_in_progress
source: In Progress
ar: في تَقَدم
hi: प्रगति पर है
id: Sedang Berlangsung
ja: 進行中
pt_br: Em Progress
ru: В процессе
uz: Davom etilmoqda

# client_status_lost
source: Lost
ar: ضائع
hi: खो गया
id: Hilang
ja: 失注
pt_br: Perdido
ru: Потерян
uz: Yoʻqotilgan

# client_status_negotiating
source: Negotiating
ar: التفاوض
hi: बातचीत कर रहे हैं
id: Bernegosiasi
ja: 交渉中
ko: 협상 중
pt_br: Negociação
ru: Переговоры
uz: Muzokaralar olib bormoqda

# client_status_new
source: New
ar: جديد
hi: नया
id: Baru
ja: 新規
ko: 신규
pt_br: Novo
ru: Новый
uz: Yangi

# client_status_purchased
source: Purchased
ar: تم شراؤها
hi: खरीदा गया
id: Dibeli
ja: 仕入済み
pt_br: Comprado
ru: Куплено
uz: Sotib olingan

# client_status_viewing
source: Viewing
ar: المشاهدة
hi: देखना
id: Melihat
ja: 閲覧
ko: 방문 예정
pt_br: Visualizando
ru: Просмотр
uz: Koʻrish

source: Clients and debts
ar: العملاء والديون
hi: ग्राहक और कर्ज़
id: Clients dan hutang
ja: 顧客と債務
pt_br: Clientes e dívidas
ru: Клиенты и долги
uz: Mijozlar va qarzlar

source: Color
ar: لون
hi: रंग
id: Warna
ja: 色
pt_br: Cor
ru: Цвет
uz: Rang

source: Complete Sale
ar: بيع كامل
hi: पूर्ण बिक्री
id: Penjualan Lengkap
ja: 販売を完了
pt_br: Venda concluída
ru: Завершить продажу
uz: Toʻliq sotuv

# confirm_password_placeholder
source: Confirm Password
ar: تأكيد كلمة المرور
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi
ja: パスワードを確認
pt_br: Confirmar senha
ru: Подтвердите пароль
uz: Parolni tasdiqlang

# confirmation_header
source: Confirmation
ar: تأكيد
hi: पुष्टि
id: Konfirmasi
ja: 確認
pt_br: Confirmação
ru: Подтверждение
uz: Tasdiqlash

source: Consumption Tax
ar: ضريبة الاستهلاك
hi: उपभोग कर
id: Pajak Konsumsi
ja: 消費税
pt_br: Imposto sobre o consumo
ru: Потребительский налог
uz: Iste'mol soligʻi

source: Contact Details
ar: تفاصيل الاتصال
hi: संपर्क विवरण
id: Detail Kontak
ja: 連絡先詳細
pt_br: Detalhes de contato
ru: Контакты
uz: Aloqa ma'lumotlari

source: Contact Developer
ar: اتصل بالمطور
hi: डेवलपर से संपर्क करें
id: Hubungi Developer
ja: 開発者に連絡
pt_br: Entre em contato com o desenvolvedor
ru: Связаться с разработчиком
uz: Dasturchiga murojaat qiling

source: Contact Info
ar: معلومات الاتصال
hi: संपर्क जानकारी
id: Info Kontak
ja: 連絡先情報
pt_br: Informações de contato
ru: Инфо
uz: Aloqa ma'lumotlari

# continue_button
source: Continue
ar: يكمل
hi: जारी रखें
id: Lanjutkan
ja: 続行
pt_br: Continuar
ru: Продолжить
uz: Davom etish

# conversion_rate
source: Conversion
ar: تحويل
hi: रूपांतरण
id: Konversi
ja: 成約率
pt_br: Conversão
ru: Конверсия
uz: Konversiya

source: Copy Email
ar: نسخ البريد الإلكتروني
hi: ईमेल कॉपी करें
id: Salin Email
ja: メールをコピー
pt_br: Copiar e-mail
ru: Скопировать Email
uz: Elektron pochtani nusxalash
